// This file is part of Looted Trader Inventory.
// Looted Trader Inventory - a mutator for Killing Floor 2.
//
// Copyright (C) 2022-2024 GenZmeY (mailto: genzmey@gmail.com)
//
// Looted Trader Inventory is free software: you can redistribute it
// and/or modify it under the terms of the GNU General Public License
// as published by the Free Software Foundation,
// either version 3 of the License, or (at your option) any later version.
//
// Looted Trader Inventory is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
// See the GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License along
// with Looted Trader Inventory. If not, see <https://www.gnu.org/licenses/>.

[LTI_LocalMessage]
SyncItems="Синхронизация:"
WaitingGRI="Ожидание GRI..."
IncompatibleGRI="Несовместимый GRI:"
IncompatibleGRIWarning="Вы можете войти в игру, но торговец может работать некорректно."
NoneGRI="GRI не инициализирован!"
NoneGRIWarning="Рекомендуется переподключиться. Если вы зайдете в игру прямо сейчас, торговец может работать некорректно."
SecondsShort="с"
PleaseWait="Подождите"
